mesa-git
lib32-mesa-git
vulkan-radeon-git
lib32-vulkan-radeon-git
libva-mesa-driver
lib32-libva-mesa-driver
git
vim
emacs
xorg
xorg-xinit
curl
wget
starship
intel-ucode
networkmanager
min
pipewire
wireplumber
pipewire-pulse
pipewire-alsa
openssh
zsh